INSERT INTO public."Auto"(
	id, name)
	VALUES (1, 'BMW X5'),
    (2, 'BMW X6'),
    (3, 'BMW X7');



INSERT INTO public."Order"(
	 date, "autoId", "number", price, surname, name,  tel)
	VALUES 
	('01.07.2022', 1, 1, 2000000, 'Иванов', 'Сергей', '+79107891122'),
    ('02.07.2022', 2,  2, 3500000, 'Коробкин', 'Олег', '+79107891155'),
    ('02.07.2022', 3, 1, 2000000, 'Олейкин', 'Роман', '+79107891166'),
    ('02.07.2022', 3, 1, 2000000, 'Коробкин', 'Олег', '+79107891155'),
    ('02.07.2022', 1, 2, 2000000, 'Коробкин', 'Олег', '+79107891155'),
    ('03.07.2022', 2, 1, 3000000, 'Иванов', 'Сергей', '+79107891122');